Repository: psalles00/Smart-Kitchen
Catalog: Shared/Localization/Localizable.xcstrings
Source language: pt_br
Languages: de, en, es, fr, it, ja

source: Campos preenchidos. Revise e salve.
de: Felder ausgefüllt. Überprüfen und speichern.
en: Fields filled. Review and save.
es: Campos rellenados. Revisa y guarda.
fr: Champs remplis. Vérifiez et enregistrez.
it: Campi compilati. Controlla e salva.
ja: フィールドが入力されました。確認して保存してください。

source: Cancelar
de: Abbrechen
en: Cancel
fr: Annuler
it: Annulla
ja: キャンセル

source: Cancelar alteração
de: Änderung abbrechen
en: Cancel change
es: Cancelar cambio
fr: Annuler la modification
it: Annulla modifica
ja: 変更をキャンセル

source: Cancele quando quiser.
de: Jederzeit kündbar.
en: Cancel anytime.
es: Cancela cuando quieras.
fr: Annulez à tout moment.
it: Annulla quando vuoi.
ja: いつでもキャンセル可能。

source: Capa
de: Titelbild
en: Cover
es: Portada
fr: Couverture
it: Copertina
ja: カバー

source: Capas ilustradas das receitas
de: Illustrierte Rezeptkarten
en: Illustrated recipe covers
es: Portadas ilustradas de recetas
fr: Couvertures illustrées des recettes
it: Copertine illustrate delle ricette
ja: レシピのイラスト付きカバー

source: Caprichado
de: Aufwendig
en: Fancy
es: Elaborado
fr: Élaboré
it: Curato
ja: 手の込んだ

source: Carboidratos, proteínas e gorduras
de: Kohlenhydrate, Proteine und Fette
en: Carbohydrates, proteins, and fats
es: Carbohidratos, proteínas y grasas
fr: Glucides, protéines et lipides
it: Carboidrati, proteine e grassi
ja: 炭水化物、タンパク質、脂質

source: Carbos
de: Kohlenh.
en: Carbs
es: Carbs
fr: Glucides
it: Carb.
ja: 炭水

source: Carbos (g)
de: Kohlenhydrate (g)
en: Carbs (g)
es: Carbohidratos (g)
fr: Glucides (g)
it: Carboidrati (g)
ja: 炭水化物 (g)

source: Cardápio fit pra essa semana
de: Fitter Speiseplan für diese Woche
en: Fit menu for this week
es: Menú fit para esta semana
fr: Menu fit pour cette semaine
it: Menù fit per questa settimana
ja: 今週のヘルシーメニュー

source: Carne bovina
de: Rindfleisch
en: Beef
es: Carne de res
fr: Bœuf
it: Manzo
ja: 牛肉

source: Carne moída
de: Hackfleisch
en: Ground beef
es: Carne molida
fr: Viande hachée
it: Carne macinata
ja: ひき肉

source: Categoria
de: Kategorie
en: Category
es: Categoría
fr: Catégorie
ja: カテゴリー

source: Categoria não encontrada.
de: Kategorie nicht gefunden.
en: Category not found.
es: Categoría no encontrada.
fr: Catégorie introuvable.
it: Categoria non trovata.
ja: カテゴリーが見つかりません。

source: Categorias
de: Kategorien
en: Categories
es: Categorías
fr: Catégories
it: Categorie
ja: カテゴリー

source: Categorias personalizadas
de: Benutzerdefinierte Kategorien
en: Custom categories
es: Categorías personalizadas
fr: Catégories personnalisées
it: Categorie personalizzate
ja: カスタムカテゴリー

source: Cebola
de: Zwiebel
en: Onion
es: Cebolla
fr: Oignon
it: Cipolla
ja: 玉ねぎ

source: Cenoura
de: Karotte
en: Carrot
es: Zanahoria
fr: Carotte
it: Carota
ja: にんじん

source: Certifique-se de que está conectado ao iCloud nas Configurações do sistema.
de: Stellen Sie sicher, dass Sie in den Systemeinstellungen mit iCloud verbunden sind.
en: Make sure you are signed in to iCloud in System Settings.
es: Asegúrate de haber iniciado sesión en iCloud en los Ajustes del sistema.
fr: Assurez-vous d'être connecté à iCloud dans les Paramètres système.
it: Assicurati di essere connesso a iCloud nelle Impostazioni di sistema.
ja: システム設定で iCloud に接続されていることを確認してください。

source: Chá
de: Tee
en: Tea
es: Té
fr: Thé
it: Tè
ja: お茶

source: Chave da OpenAI não configurada para melhorar a importação.
de: OpenAI-Schlüssel nicht konfiguriert, um den Import zu verbessern.
en: OpenAI key not configured to improve the import.
es: Clave de OpenAI no configurada para mejorar la importación.
fr: Clé OpenAI non configurée pour améliorer l'import.
it: Chiave OpenAI non configurata per migliorare l'importazione.
ja: インポートを改善するための OpenAI キーが設定されていません。

source: Chave de API não configurada. Adicione sua chave OpenAI em Ajustes.
de: API-Schlüssel nicht konfiguriert. Fügen Sie Ihren OpenAI-Schlüssel in den Einstellungen hinzu.
en: API key not configured. Add your OpenAI key in Settings.
es: Clave de API no configurada. Añade tu clave de OpenAI en Ajustes.
fr: Clé d'API non configurée. Ajoutez votre clé OpenAI dans Réglages.
it: Chiave API non configurata. Aggiungi la tua chiave OpenAI in Impostazioni.
ja: API キーが設定されていません。設定で OpenAI キーを追加してください。

source: Chave Exa não configurada.
de: Exa-Schlüssel nicht konfiguriert.
en: Exa key not configured.
es: Clave de Exa no configurada.
fr: Clé Exa non configurée.
it: Chiave Exa non configurata.
ja: Exa キーが設定されていません。

source: Chega de travar na hora de cozinhar
de: Nie wieder ratlos beim Kochen
en: No more freezing when it's time to cook
es: Se acabó trabarse al cocinar
fr: Fini les blocages au moment de cuisiner
it: Basta bloccarsi quando è ora di cucinare
ja: もう料理のときに迷わない

source: Cheguei por outro caminho.
de: Ich bin anders darauf gestoßen.
en: I found it another way.
es: Llegué por otro camino.
fr: Je l'ai découvert autrement.
it: L'ho scoperto in un altro modo.
ja: 別のきっかけで知りました。

source: Chocolate
de: Schokolade
fr: Chocolat
it: Cioccolato
ja: チョコレート

source: Chocolate em pó
de: Kakaopulver
en: Cocoa powder
es: Cacao en polvo
fr: Cacao en poudre
it: Cacao in polvere
ja: ココアパウダー

source: Claro
de: Hell
en: Light
fr: Clair
it: Chiaro
ja: ライト

source: Clássico crocante com molho cremoso.
de: Knuspriger Klassiker mit cremigem Dressing.
en: Crunchy classic with creamy dressing.
es: Clásico crujiente con aderezo cremoso.
fr: Classique croquant avec sauce crémeuse.
it: Classico croccante con condimento cremoso.
ja: クリーミーなドレッシングのカリカリクラシック。

source: Coach de IA
de: KI-Coach
en: AI Coach
fr: Coach IA
it: Coach IA
ja: AIコーチ

source: Colar da Área de Transferência
de: Aus der Zwischenablage einfügen
en: Paste from Clipboard
es: Pegar del portapapeles
fr: Coller depuis le presse-papiers
it: Incolla dagli Appunti
ja: クリップボードから貼り付け

source: Colar do clipboard
de: Aus der Zwischenablage einfügen
en: Paste from clipboard
es: Pegar del portapapeles
fr: Coller depuis le presse-papiers
it: Incolla dagli appunti
ja: クリップボードから貼り付け

source: Colar link
de: Link einfügen
en: Paste link
es: Pegar enlace
fr: Coller le lien
it: Incolla link
ja: リンクを貼り付け

source: Colar texto
de: Text einfügen
en: Paste text
es: Pegar texto
fr: Coller le texte
it: Incolla testo
ja: テキストを貼り付け

source: Cole aqui o texto da receita...
de: Fügen Sie hier den Rezepttext ein...
en: Paste the recipe text here...
es: Pega aquí el texto de la receta...
fr: Collez ici le texte de la recette...
it: Incolla qui il testo della ricetta...
ja: ここにレシピのテキストを貼り付け...

source: Cole o link de qualquer site, blog ou rede social. Vamos extrair o que der.
de: Fügen Sie den Link einer beliebigen Website, eines Blogs oder eines sozialen Netzwerks ein. Wir extrahieren, was wir können.
en: Paste a link from any site, blog, or social network. We'll extract what we can.
es: Pega el enlace de cualquier sitio, blog o red social. Extraeremos lo que se pueda.
fr: Collez le lien de n'importe quel site, blog ou réseau social. Nous extrairons ce que nous pourrons.
it: Incolla il link di qualsiasi sito, blog o social network. Estrarremo ciò che possiamo.
ja: サイト、ブログ、SNS のリンクを貼り付けてください。可能な限り抽出します。

source: Cole um link, envie uma foto, use a câmera ou texto — nós estruturamos em uma receita editável.
de: Fügen Sie einen Link ein, senden Sie ein Foto, verwenden Sie die Kamera oder Text — wir strukturieren es in ein bearbeitbares Rezept.
en: Paste a link, send a photo, use the camera, or text — we'll structure it into an editable recipe.
es: Pega un enlace, envía una foto, usa la cámara o el texto — lo estructuramos en una receta editable.
fr: Collez un lien, envoyez une photo, utilisez l'appareil photo ou du texte — nous le structurerons en recette modifiable.
it: Incolla un link, invia una foto, usa la fotocamera o un testo — strutturiamo tutto in una ricetta modificabile.
ja: リンクを貼り付けるか、写真を送信するか、カメラまたはテキストを使用してください。編集可能なレシピに構造化します。

source: Colesterol
de: Cholesterin
en: Cholesterol
fr: Cholestérol
it: Colesterolo
ja: コレステロール

source: colher de sopa
de: Esslöffel
en: tablespoon
es: cucharada
fr: cuillère à soupe
it: cucchiaio
ja: 大さじ

source: colheres de chá
de: Teelöffel
en: teaspoons
es: cucharaditas
fr: cuillères à café
it: cucchiaini
ja: 小さじ

source: colheres de sopa
de: Esslöffel
en: tablespoons
es: cucharadas
fr: cuillères à soupe
it: cucchiai
ja: 大さじ

source: Com as mãos untadas, enrole pequenas bolinhas.
de: Mit eingefetteten Händen kleine Kugeln formen.
en: Grease your hands and roll into small balls.
es: Con las manos engrasadas, forma pequeñas bolitas.
fr: Les mains huilées, formez de petites boules.
it: Con le mani unte, formare piccole palline.
ja: 手に油を塗り、小さなボール状に丸めます。

source: Com base na sua despensa e horário do dia
de: Basierend auf Ihrer Vorratskammer und der Tageszeit
en: Based on your pantry and time of day
es: Según tu despensa y la hora del día
fr: Selon votre garde-manger et l'heure de la journée
it: In base alla tua dispensa e all'orario della giornata
ja: パントリーと時間帯に基づいて

source: Com base nos ingredientes da minha despensa, o que posso cozinhar?
de: Was kann ich mit den Zutaten meiner Vorratskammer kochen?
en: Based on the ingredients in my pantry, what can I cook?
es: Según los ingredientes de mi despensa, ¿qué puedo cocinar?
fr: À partir des ingrédients de mon garde-manger, que puis-je cuisiner ?
it: Cosa posso cucinare con gli ingredienti della mia dispensa?
ja: パントリーの材料を基に、何が作れますか？

source: Com o Savoria
de: Mit Savoria
en: With Savoria
es: Con Savoria
fr: Avec Savoria
it: Con Savoria
ja: Savoriaあり

source: Com o Savoria, daqui a alguns meses
de: Mit Savoria, in ein paar Monaten
en: With Savoria, a few months from now
es: Con Savoria, dentro de unos meses
fr: Avec Savoria, dans quelques mois
it: Con Savoria, tra qualche mese
ja: Savoriaなら、数ヶ月後には

source: Com o Savoria, em %lld mês
de: Mit Savoria, in %lld Monat
en: With Savoria, in %lld month
es: Con Savoria, en %lld mes
fr: Avec Savoria, dans %lld mois
it: Con Savoria, in %lld mese
ja: Savoriaなら、%lldヶ月で

source: Com o Savoria, em %lld meses
de: Mit Savoria, in %lld Monaten
en: With Savoria, in %lld months
es: Con Savoria, en %lld meses
fr: Avec Savoria, dans %lld mois
it: Con Savoria, in %lld mesi
ja: Savoriaなら、%lldヶ月で

source: Com poucos ingredientes
de: Mit wenigen Zutaten
en: With few ingredients
es: Con pocos ingredientes
fr: Avec peu d'ingrédients
it: Con pochi ingredienti
ja: 少ない材料で

source: Com validade
de: Mit Mindesthaltbarkeitsdatum
en: With expiration
es: Con caducidad
fr: Avec péremption
it: Con scadenza
ja: 賞味期限あり

source: Combine alface, croutons e frango.
de: Salat, Croutons und Hähnchen mischen.
en: Combine lettuce, croutons and chicken.
es: Combina lechuga, croutons y pollo.
fr: Mélangez laitue, croûtons et poulet.
it: Unisci lattuga, crostini e pollo.
ja: レタス・クルトン・鶏肉を合わせる。

source: Combine os ingredientes líquidos com os secos, mexendo até formar uma massa homogênea.
de: Kombinieren Sie die flüssigen mit den trockenen Zutaten und rühren Sie, bis ein homogener Teig entsteht.
en: Combine the wet and dry ingredients, stirring until the batter is smooth.
es: Combina los ingredientes líquidos con los secos, mezclando hasta obtener una masa homogénea.
fr: Mélangez les ingrédients liquides avec les secs en remuant jusqu'à obtenir une pâte homogène.
it: Unire gli ingredienti liquidi con quelli secchi, mescolando fino a ottenere un impasto omogeneo.
ja: 液体の材料と乾燥した材料を混ぜ、均一な生地になるまでかき混ぜます。

source: Começar
de: Loslegen
en: Get Started
es: Comenzar
fr: Commencer
it: Inizia
ja: はじめる

source: Começar a cozinhar
de: Mit dem Kochen beginnen
en: Start cooking
es: Empezar a cocinar
fr: Commencer à cuisiner
it: Inizia a cucinare
ja: 料理を始める

source: Comece com 7 dias grátis no plano anual.
de: Starte mit 7 Tagen gratis im Jahresplan.
en: Start with a 7-day free trial on the annual plan.
es: Empieza con 7 días gratis en el plan anual.
fr: Commencez par 7 jours gratuits sur le plan annuel.
it: Inizia con 7 giorni gratis sul piano annuale.
ja: 年間プランで7日間無料体験を始める。

source: Como bater minha meta de proteína?
de: Wie erreiche ich mein Proteinziel?
en: How can I hit my protein goal?
es: ¿Cómo cumplir mi meta de proteína?
fr: Comment atteindre mon objectif de protéines ?
it: Come raggiungo il mio obiettivo di proteine?
ja: タンパク質の目標を達成するには？

source: Como bato minha meta?
de: Wie erreiche ich mein Ziel?
en: How do I hit my goal?
es: ¿Cómo cumplo mi meta?
fr: Comment atteindre mon objectif ?
it: Come raggiungo il mio obiettivo?
ja: どうすれば目標を達成できますか？

source: Como deve ser seu jantar?
de: Wie soll Ihr Abendessen sein?
en: What should your dinner be like?
es: ¿Cómo quieres tu cena?
fr: Comment voulez-vous votre dîner ?
it: Come deve essere la tua cena?
ja: 夕食はどのようにしますか？

source: Como é sua rotina?
de: Wie sieht dein Alltag aus?
en: What's your routine like?
es: ¿Cómo es tu rutina?
fr: Quelle est votre routine ?
it: Com'è la tua routine?
ja: ライフスタイルは？

source: Como está meu progresso?
de: Wie ist mein Fortschritt?
en: How is my progress?
es: ¿Cómo va mi progreso?
fr: Comment se passe ma progression ?
it: Come stanno andando i miei progressi?
ja: 進捗はどうですか？

source: Como está minha tendência?
de: Wie ist mein Trend?
en: How is my trend?
es: ¿Cómo va mi tendencia?
fr: Comment évolue ma tendance ?
it: Qual è la mia tendenza?
ja: 私の傾向はどうですか？

source: Como posso ajudar?
de: Wie kann ich helfen?
en: How can I help?
es: ¿En qué puedo ayudarte?
fr: Comment puis-je vous aider ?
it: Come posso aiutarti?
ja: どのようにお手伝いできますか？

source: Como posso emagrecer mais rápido com segurança?
de: Wie kann ich sicher schneller abnehmen?
en: How can I lose weight faster safely?
es: ¿Cómo puedo adelgazar más rápido con seguridad?
fr: Comment puis-je maigrir plus vite en toute sécurité ?
it: Come posso dimagrire più velocemente in sicurezza?
ja: 安全により早く減量するにはどうすればよいですか？

source: Como posso ganhar peso de forma saudável?
de: Wie kann ich gesund zunehmen?
en: How can I gain weight in a healthy way?
es: ¿Cómo puedo ganar peso de forma saludable?
fr: Comment puis-je prendre du poids sainement ?
it: Come posso aumentare di peso in modo sano?
ja: 健康的に体重を増やすにはどうすればよいですか？

source: Como você conheceu o Savoria?
de: Wie hast du von Savoria erfahren?
en: How did you hear about Savoria?
es: ¿Cómo conociste Savoria?
fr: Comment avez-vous connu Savoria ?
it: Come hai conosciuto Savoria?
ja: Savoriaをどこで知りましたか？

source: Como você está
de: Wie es Ihnen geht
en: How you're doing
es: Cómo estás
fr: Comment allez-vous
it: Come stai
ja: あなたの状態

source: Como você quer a sobremesa?
de: Wie möchten Sie das Dessert?
en: How do you want your dessert?
es: ¿Cómo quieres el postre?
fr: Comment voulez-vous le dessert ?
it: Come vuoi il dessert?
ja: デザートはどのようにしますか？

source: Como você quer importar?
de: Wie möchten Sie importieren?
en: How do you want to import?
es: ¿Cómo quieres importar?
fr: Comment voulez-vous importer ?
it: Come vuoi importare?
ja: どのようにインポートしますか？

source: Como você quer seu café da manhã?
de: Wie möchten Sie Ihr Frühstück?
en: How do you want your breakfast?
es: ¿Cómo quieres tu desayuno?
fr: Comment voulez-vous votre petit-déjeuner ?
it: Come vuoi la tua colazione?
ja: 朝食はどのようにしますか？

source: Compartilha apenas as receitas.
de: Teilt nur die Rezepte.
en: Shares only recipes.
es: Comparte solo las recetas.
fr: Partage uniquement les recettes.
it: Condivide solo le ricette.
ja: レシピのみを共有します。

source: Compartilha despensa, lista de compras, utensílios e categorias.
de: Teilt Vorratskammer, Einkaufsliste, Küchenwerkzeuge und Kategorien.
en: Shares pantry, grocery list, utensils, and categories.
es: Comparte despensa, lista de compras, utensilios y categorías.
fr: Partage le garde-manger, la liste de courses, les ustensiles et les catégories.
it: Condivide dispensa, lista della spesa, utensili e categorie.
ja: パントリー、買い物リスト、調理器具、カテゴリーを共有します。

source: Compartilha receitas, despensa, lista de compras, utensílios e categorias.
de: Teilt Rezepte, Vorratskammer, Einkaufsliste, Küchenwerkzeuge und Kategorien.
en: Shares recipes, pantry, grocery list, utensils, and categories.
es: Comparte recetas, despensa, lista de compras, utensilios y categorías.
fr: Partage les recettes, le garde-manger, la liste de courses, les ustensiles et les catégories.
it: Condivide ricette, dispensa, lista della spesa, utensili e categorie.
ja: レシピ、パントリー、買い物リスト、調理器具、カテゴリーを共有します。

source: Compartilhamento Ativo
de: Freigabe aktiv
en: Sharing Active
es: Uso compartido activo
fr: Partage actif
it: Condivisione attiva
ja: 共有がアクティブ

source: Compartilhamento familiar
de: Familienfreigabe
en: Family sharing
es: Compartir en familia
fr: Partage familial
it: Condivisione familiare
ja: 家族共有

source: Compartilhamento Familiar
de: Familienfreigabe
en: Family Sharing
es: Compartir en familia
fr: Partage familial
it: Condivisione in famiglia
ja: ファミリー共有

source: Compartilhar
de: Teilen
en: Share
es: Compartir
fr: Partager
it: Condividi
ja: 共有

source: Compartilhar app
de: App teilen
en: Share app
es: Compartir app
fr: Partager l’app
it: Condividi app
ja: アプリを共有

source: Compartilhar Savoria
de: Savoria teilen
en: Share Savoria
es: Compartir Savoria
fr: Partager Savoria
it: Condividi Savoria
ja: Savoriaを共有

source: Compartilhe dados do Savoria com familiares ou parceiros. Todos os participantes podem visualizar e editar os dados compartilhados.
de: Teilen Sie Savoria-Daten mit Familie oder Partnern. Alle Teilnehmer können die geteilten Daten anzeigen und bearbeiten.
en: Share Savoria data with family or partners. All participants can view and edit the shared data.
es: Comparte los datos de Savoria con familiares o parejas. Todos los participantes pueden ver y editar los datos compartidos.
fr: Partagez les données de Savoria avec votre famille ou vos partenaires. Tous les participants peuvent consulter et modifier les données partagées.
it: Condividi i dati di Savoria con familiari o partner. Tutti i partecipanti possono visualizzare e modificare i dati condivisi.
ja: Savoria のデータを家族やパートナーと共有します。すべての参加者は共有データを表示・編集できます。

source: Compartilhe links do Instagram, TikTok e YouTube — a IA monta a receita pra você.
de: Teile Links von Instagram, TikTok und YouTube — die KI baut das Rezept für dich.
en: Share links from Instagram, TikTok and YouTube — AI assembles the recipe for you.
es: Comparte enlaces de Instagram, TikTok y YouTube — la IA arma la receta por ti.
fr: Partagez des liens d'Instagram, TikTok et YouTube — l'IA assemble la recette pour vous.
it: Condividi link da Instagram, TikTok e YouTube — l'IA assembla la ricetta per te.
ja: Instagram、TikTok、YouTubeのリンクを共有 — AIがレシピを組み立てます。

source: Compartilhe um link de Instagram, TikTok ou site — pronto.
de: Teile einen Link von Instagram, TikTok oder Website — fertig.
en: Share a link from Instagram, TikTok or any site — done.
es: Comparte un enlace de Instagram, TikTok o web — listo.
fr: Partagez un lien Instagram, TikTok ou site web — c'est tout.
it: Condividi un link da Instagram, TikTok o sito — fatto.
ja: Instagram、TikTok、サイトのリンクを共有するだけ。

source: Compartilhe um link do TikTok ou Instagram e o Smart Kitchen estrutura tudo pra você — ingredientes, passos e mídias.
de: Teile einen TikTok- oder Instagram-Link und Smart Kitchen strukturiert alles — Zutaten, Schritte und Medien.
en: Share a TikTok or Instagram link and Smart Kitchen structures everything — ingredients, steps and media.
es: Comparte un enlace de TikTok o Instagram y Smart Kitchen lo estructura todo — ingredientes, pasos y medios.
fr: Partagez un lien TikTok ou Instagram et Smart Kitchen structure tout — ingrédients, étapes et médias.
it: Condividi un link TikTok o Instagram e Smart Kitchen struttura tutto — ingredienti, passaggi e media.
ja: TikTokやInstagramのリンクを共有すると、Smart Kitchenが全て整理します — 材料、手順、メディア。

source: Compatível a partir de \(settings.recipeCompatibilityThresholdPercent)%
de: Kompatibel ab \(settings.recipeCompatibilityThresholdPercent)%
en: Compatible from \(settings.recipeCompatibilityThresholdPercent)%
es: Compatible a partir de \(settings.recipeCompatibilityThresholdPercent)%
fr: Compatible à partir de \(settings.recipeCompatibilityThresholdPercent)%
it: Compatibile da \(settings.recipeCompatibilityThresholdPercent)%
ja: \(settings.recipeCompatibilityThresholdPercent)% 以上で互換

source: Compatível a partir de %lld%%
de: Kompatibel ab %lld %%
en: Compatible from %lld%%
es: Compatible a partir del %lld%%
fr: Compatible à partir de %lld %%
it: Compatibile a partire dal %lld%%
ja: %lld%% から適合

source: compatível com o que você tem na despensa e nas suas receitas salvas.
de: kompatibel mit dem, was Sie in der Vorratskammer und in Ihren gespeicherten Rezepten haben.
en: compatible with what you have in your pantry and saved recipes.
es: compatible con lo que tienes en la despensa y en tus recetas guardadas.
fr: compatible avec ce que vous avez dans le garde-manger et dans vos recettes enregistrées.
it: compatibile con ciò che hai in dispensa e nelle tue ricette salvate.
ja: パントリーと保存したレシピにあるものと適合。

source: Compatível com sua despensa
de: Passt zu deinem Vorrat
en: Matches your pantry
es: Compatible con tu despensa
fr: Compatible avec votre garde-manger
it: Compatibile con la dispensa
ja: パントリーと相性◎

source: Comprou? Marca como feito.
de: Gekauft? Als erledigt markieren.
en: Bought it? Mark as done.
es: ¿Lo compraste? Márcalo como hecho.
fr: Acheté ? Marquez comme fait.
it: Comprato? Segnalo fatto.
ja: 買った？完了にマーク。

source: Conclua mais dias para eu montar uma média mais estável e confiável.
de: Schließen Sie weitere Tage ab, damit ich einen stabileren und zuverlässigeren Durchschnitt erstellen kann.
en: Complete more days so I can build a more stable and reliable average.
es: Completa más días para que pueda calcular un promedio más estable y fiable.
fr: Terminez plus de journées pour que je puisse calculer une moyenne plus stable et fiable.
it: Completa più giorni per permettermi di costruire una media più stabile e affidabile.
ja: より安定して信頼性の高い平均を作るために、さらに日数を完了してください。

source: Conclua pelo menos um dia para eu calcular uma média e te mostrar uma leitura mais fiel do seu progresso.
de: Schließen Sie mindestens einen Tag ab, damit ich einen Durchschnitt berechnen und Ihnen eine genauere Darstellung Ihres Fortschritts zeigen kann.
en: Complete at least one day so I can calculate an average and show you a more accurate view of your progress.
es: Completa al menos un día para que pueda calcular un promedio y mostrarte una lectura más fiel de tu progreso.
fr: Terminez au moins une journée pour que je puisse calculer une moyenne et vous montrer une lecture plus fidèle de votre progression.
it: Completa almeno un giorno per permettermi di calcolare una media e mostrarti una lettura più fedele dei tuoi progressi.
ja: 進捗をより忠実に表示できる平均を計算するため、少なくとも1日を完了してください。

source: Concluir
de: Abschließen
en: Finish
es: Terminar
fr: Terminer
it: Completa
ja: 完了

source: Concluir dia
de: Tag abschließen
en: Complete day
es: Completar día
fr: Terminer la journée
it: Completa giorno
ja: 1日を完了

source: Concluir este dia?
de: Diesen Tag abschließen?
en: Complete this day?
es: ¿Completar este día?
fr: Terminer cette journée ?
it: Completare questo giorno?
ja: この日を完了しますか？

source: Conectado
de: Verbunden
en: Connected
fr: Connecté
it: Connesso
ja: 接続済み
